Repository: giellalt/corpus-nob
Catalog: stable/tmx/sme/science/uit/master/klemetsen_haetta.pdf.tmx
Source language: nob
Languages: sme

source: Sammendrag
sme: Čoahkkáigeassu

source: Denne studien undersøker hvilke former for organisasjonstilhørighet ansatte på Sametinget har, hva det er som skaper disse tilhørighetsformene og hvordan disse påvirker ansattes intensjoner om å bli på eller forlate arbeidsplassen.
sme: Dát čálus iská makkár organisašuvdnagullevašvuohta Sámedikkebargiin lea Sámediggái, mii dat lea mii dagaha iešguđetge gullevašvuođa ja movt dát váikkuhit bargiid áigumušaid joatkkit dahje heaitit bargosajistis.

source: For å kunne svare på problemstillingen ble det brukt både kvantitativ og kvalitativ forskningsmetode.
sme: Dán čuolmma čoavdimii geavahuvvui sihke kvantitatiiva ja kvalitatiiva dutkanvuohki.

source: Deltakere i denne studien var 105 av 151 ansatte på Sametinget.
sme: Oasseváldit dán guorahallamis leat 105 Sámedikki 151 bargis.

source: Resultatene viser at Allen &amp; Meyer`s (1990) følelsesmessige tilhørighetsform er mest utbredt blant ansatte på Sametinget, men at der også er ansatte som opplever tvangsmessig eller normativ tilhørighet.
sme: Bohtosat čájehit ahte eanas bargiin lea Allen &amp; Meyer`a (1990) dovdduidvuođđuduvvon gullevašvuohta Sámediggái, muhto ahte doppe leat maid bargit geat dovdet bággejuvvon dahje vurdojuvvon gullevašvuohta.

source: Videre viser resultatene at organisasjonens formål er den uavhengige variabelen som i størst grad skaper følelsesmessig tilhørighet til arbeidsplassen.
sme: Muđui čájehit bohtosat ahte organisašuvnna áigumuš lea dat sorjjasmeahttun variabel mii eanemusat addá dovdduidvuođđuduvvon gullevašvuođa bargosadjái.

source: Til slutt viser resultatene at følelsesmessig tilhørighetsform påvirker ansattes intensjoner om å bli på arbeidsplassen, mens tvangsmessig tilhørighetsform kan være årsaken til at ansatte har intensjoner om å slutte på arbeidsplassen.
sme: Loahpas čájehit bohtosat ahte dovdduidvuođđuduvvon gullevašvuohta váikkuha bargiid áigumušaide joatkkit bargosajis, ja ahte bággejuvvon gullevašvuohta sáhttá leat duogážin dasa ahte bargiin lea áigumuš heaitit bargosajistis.
